@extends('layouts.Frontend.mainlayoutfrontend')
@section('title') سياسة الخصوصية @endsection
<style>
.para-title {
    font-size: 20px;
    color:black;
}

.para {
    font-size: 16px;
}
</style>
@section('content')
<div class="container mt-3" style="direction: rtl;">
        <h1 class="text-center mb-4 about-title">سياسة الخصوصية</h1>

        <h5 class="para-title fw-bold">
            يوضح بيان سياسة الخصوصية هذا كيف يستخدم موقع اوبوليا اونلاين ويحمي أي معلومات يتم جمعها عند استخدام هذا الموقع.
</h5>

        <p class="text-black para">
            موقع اوبوليا اونلاين ملتزم من خلال ضمان حماية خصوصيتك ومعلوماتك.<br>
            عند استخدامك لهذا الموقع، وسوف تستخدم هذه المعلومات فقط وفقًا لبيان سياسة الخصوصية الخاص بنا.<br>
            قد نقوم بتحديث سياسة الخصوصية في موقع يوبوبيا من وقت لآخر للتحقق من أن هذه التغييرات مناسبة.
        </p>

        <h5 class="fw-bold mt-5 para-title">ما هي المعلومات التي يتم جمعها؟</h5>
        <p class="para text-black">
            قد نجمع المعلومات التالية:
            <ul class="para text-black">
                <li>الاسم، معلومات الاتصال بما في ذلك عنوان البريد الإلكتروني.</li>
                <li>المعلومات الديموغرافية مثل الرمز البريدي.</li>
                <li>واهتماماتك ومعلومات أخرى ذات صلة باستبيانات العملاء أو العروض.</li>
            </ul>
        </p>

        <h5 class="fw-bold mt-4 para-title">كيفية استخدام هذه المعلومات ؟</h5>
        <p class="para text-black">
            نحتاج إلى هذه المعلومات لفهم احتياجاتك وتقديم خدمة أفضل، خاصةً للأسباب التالية:
            <ul class="para text-black">
                <li>لحفظ البيانات الداخلية لشركتنا وتحسين منتجاتنا وخدماتنا.</li>
                <li>قد نرسل دوريا رسائل بريد إلكتروني ترويجية حول المنتجات الجديدة أو العروض الخاصة أو غيرها من المعلومات التي نعتقد أنها قد تهمك باستخدام عنوان بريدك الإلكتروني.</li>
                <li>قد نستخدم معلوماتك للتواصل معك لأغراض البحث التسويقي ويتم التواصل بك عن طريق البريد الإلكتروني أو الهاتف أو البريد.</li>
                <li>قد نستخدم هذه المعلومات لتعديل الموقع وفقًا لاهتماماتك</li>
            </ul>
        </p>


        <h5 class="fw-bold mt-4 para-title">حماية المعلومات:</h5>
        <p class="text-black para">
        نحن ملتزمون بضمان حماية معلوماتك الخاصة من الوصول أو الكشف من قبل أي طرف غير مصرح به.<br>
لقد طبقنا جميع الإجراءات اللازمة في هذا المجال وإلكترونياً لحماية وتأمين المعلومات التي تم جمعها على موقعنا.
 كيف نستخدم ملفات تعريف الارتباط ملفات تعريف الارتباط هي ملفات صغيرة تطلب منك السماح بوضعها على القرص الصلب بجهاز الكمبيوتر الخاص بك.
 بمجرد الموافقة عليها
 ، تتم إضافتها مما يساعدك على زيادة حركة مرور اوبوليا على الويب ويتيح لك معرفة وقت زيارتك لموقع معين.
تسمح ملفات تعريف الارتباط لتطبيقات الويب بالرد عليك كفرد
، وبالتالي فإن التطبيق مخصص لاحتياجاتك بناءً على تجاربك السابقة وبضائعك التي اعجبتك أو لم تعجبك.
        </p>
    </div>

@endsection
