<?php

return [

    'page_title' => 'تواصل معنا',
    'intro_paragraph' => 'يمكنك التواصل معنا عبر النموذج أدناه، وسنبذل قصارى جهدنا للرد عليك في أقرب وقت ممكن. كما يمكنك أيضًا التواصل معنا عبر البريد الإلكتروني أو الهاتف المحمول المدرجين أدناه.',
    'full_name' => 'الاسم الكامل',
    'full_name_placeholder' => 'يرجى إدخال الاسم الكامل',
    'phone' => 'رقم الهاتف',
    'phone_placeholder' => 'يرجى إدخال رقم الهاتف',
    'email' => 'البريد الإلكتروني',
    'email_placeholder' => 'يرجى إدخال البريد الإلكتروني',
    'city' => 'المدينة',
    'city_placeholder' => 'يرجى اختيار المدينة',
    'message' => 'الرسالة',
    'message_placeholder' => 'يرجى مشاركة تفاصيل استفسارك معنا لمزيد من المعلومات التفصيلية مستعدون على خدمتك بشكل أفضل',
    'submit' => 'إرسال',
    'contact_info' => 'معلومات التواصل المباشر:',
    'email_label' => 'الإيميل',
    'whatsapp_label' => 'واتساب',
    'phone_label' => 'الهاتف',
];
